/* Info String */
"deconnecte" = "Disconnected";
"connexion" = "Connecting";
"mise_en_cache" = "Buffering";
"pause" = "Pause";
"ecoute" = "Listening";
"titre" = "Title";
"artiste" = "Artist";
"radio" = "Radio";
"album" = "Album";
"qopen" = "Quick Open";
"status" = "Status";
"loading" = "Loading";

"separator" = "%@: %@";

"lang" = "en";

/* Pop Up */
"geststream" = "Streams Manager...";
"quickopen" = "Quick Open...";
"prefsopen" = "Preferences...";

/* Pref Tool Bar */
"Info" = "Info";
"Info_Tips" = "Display encoding and voice synthesis setting";
"Miscelaneous" = "Miscelaneous";
"Miscelaneous_Tips" = "Remote control, reloading and update setting";
"Record" = "Record";
"Record_Tips" = "Audio stream record setting";
"Pause" = "Pause";
"Pause_Tips" = "Pause setting";
"Skin" = "Skin";
"Skin_Tips" = "Allow to change the FStream main window skin";
"Event" = "Events";
"Event_Tips" = "Allow to configure the FStream events that you want to catch";
"Speech" = "Speech";
"Speech_Tips" = "Allow to configure the speech under FStream";
"Connection" = "Connection";
"Connection_Tips" = "Allow to configure the FStream network connection";

/* Log */
"log_title" = "[%@] => The radio \"%@\" broadcast the title \"%@\"";
"log_artist" = "[%@] => The radio \"%@\" broadcast a song played by \"%@\"";
"log_album" = "[%@] => The radio \"%@\" broadcast a song of the album \"%@\"";
"log_connecting" = "[%@] => FStream make a connection to the radio \"%@\"";
"log_buffering" = "[%@] => FStream buffering the radio \"%@\"";
"log_paused" = "[%@] => FStream pause the radio \"%@\"";
"log_listening" = "[%@] => FStream play the radio \"%@\"";
"log_disconnected" = "[%@] => FStream disconnect";
"log_recstart" = "[%@] => FStream start a record session";
"log_recend" = "[%@] => FStream end the record session";

"log_title_nodate" = "The radio \"%@\" broadcast the title \"%@\"";
"log_artist_nodate" = "The radio \"%@\" broadcast a song played by \"%@\"";
"log_album_nodate" = "The radio \"%@\" broadcast a song of the album \"%@\"";
"log_connecting_nodate" = "FStream make a connection to the radio \"%@\"";
"log_buffering_nodate" = "FStream buffering the radio \"%@\"";
"log_paused_nodate" = "FStream pause the radio \"%@\"";
"log_listening_nodate" = "FStream play the radio \"%@\"";
"log_disconnected_nodate" = "FStream disconnect";
"log_recstart_nodate" = "FStream start a record session";
"log_recend_nodate" = "FStream end the record session";

"log" = "Log";

"Title change" = "Sound title change";
"Title Change" = "Title Change";
"Artist change" = "Sound artist change";
"Artist Change" = "Artist change";
"Album change" = "Sound album name change";
"Album change" = "Album change";
"FStream is connecting" = "Connecting to a webradio";
"Connecting" = "Connecting";
"FStream is buffering" = "Buffering a webradio";
"Buffering" = "Buffering";
"FStream is paused" = "Paused";
"Paused" = "Paused";
"FStream is listening a webradio" = "Listening to a webradio";
"Listening" = "Listening";
"FStream is disconnected" = "Disconnected from the webradio";
"Disconnected" = "Disconnected";
"FStream start a record session" = "FStream start a record session";
"Record Start" = "Record Start";
"FStream end the record session" = "FStream end the record session";
"Record End" = "Record End";

"Listen" = "Listening to \"%@\" from %@";
"ListenShort" = "Listening to \"%@\"";

/* Equalizer */
"flat" = "Flat";
"classical" = "Classical";
"club" = "Club";
"dance" = "Dance";
"fullbass" = "Bass Booster";
"fullbasstreble" = "Bass and treble Booster";
"fulltreble" = "Treble Booster";
"headphones" = "Headphones";
"largehall" = "Large Hall";
"live" = "Live";
"party" = "Party";
"pop" = "Pop";
"reggae" = "Reggae";
"rock" = "Rock";
"ska" = "Ska";
"soft" = "Soft";
"softrock" = "Soft rock";
"techno" = "Techno";


/* Status menu */
"status_menu_quit" = "Quit FStream";
"status_menu_preferences" = "Preferences";
"status_menu_manager" = "Streams Manager";
"status_menu_showmain" = "Main window";

"status_menu_play" = "Start listening";
"status_menu_playstop" = "Stop listening";
"status_menu_resume" = "Resume listening";
"status_menu_pause" = "Pause listening";

"status_menu_record" = "Start recording";
"status_menu_recordstop" = "Stop recording";

/* Skin */
"Default" = "Default";

/* Full Screen */
"FStreamRecording" = "FStream is recording";
"Volume" = "Volume";

/* Inspector */
"inspector_status" = "Status :";
"inspector_recording" = "Recording :";
"inspector_title" = "Title :";
"inspector_artist" = "Artist :";
"inspector_album" = "Album :";
"inspector_duration" = "Duration :";
"inspector_url" = "URL :";
"inspector_gender" = "Gender :";
"inspector_bitrate" = "Bitrate :";
"inspector_channels" = "Channels :";
"inspector_samplerate" = "Samplerate :";
"inspector_http_url" = "HTTP-URL :";
"inspector_http_gender" = "HTTP-Gender :";
"inspector_http_name" = "HTTP-Name :";
"inspector_http_format" = "HTTP-Format :";
"inspector_http_description" = "HTTP-Description :";
"inspector_disconnected" = "Disconnected";
"inspector_connecting" = "Connecting";
"inspector_buffering" = "Buffering";
"inspector_paused" = "Paused";
"inspector_listening" = "Listening";
"inspector_yes" = "Yes";

/* StreamManager - Favorites */
"favorites_folder" = "Folder";
"favorites_name" = "A WebRadio";
